[
  {
    "eventName": "AI Memory Matters: Build AI apps with Memori without a million tokens",
    "eventDescription": "Join DevRelSquad X Memori Labs for an engaging panel discussion in Chennai! Learn how to build AI applications efficiently without extensive token usage, featuring industry experts and Q&A sessions to enhance your development knowledge.",
    "eventDate": "2026-02-07",
    "eventTime": "11:00",
    "eventVenue": "Zoominfo Chennai, 11th Floor, Block A, GLOBAL INFOCITY PARK, Kodandarama Nagar, Perungudi, Chennai, Tamil Nadu 600096, India",
    "eventLink": "https://www.goavo.ai/events/forms/fillup?id=695b7de744664a59dd37b249",
    "location": "Perungudi, Chennai",
    "communityName": "DevRelSquad X Memori Labs",
    "communityLogo": "https://www.devrelsquad.com/assets/Black_Logo-D3q49o8f.svg"
  },
  {
    "eventName": "[Workshop] Beyond ELK: Elastic Stack in Practice",
    "eventDescription": "This session explores real-world Elastic Stack usage, from core ELK fundamentals to production-ready architectures, covering scaling strategies, performance tuning, and best practices for teams running Elastic at scale.",
    "eventDate": "2026-02-07",
    "eventTime": "10:00",
    "eventVenue": "SQ1 Security Technology Private Limited: 2nd Floor Block B, International Tech Park, Futura Tech Park, Rajiv Gandhi Salai, OMR, Sholinganallur, Chennai, Tamil Nadu 600119",
    "eventLink": "https://luma.com/ab8xlkcq",
    "location": "Chennai",
    "communityName": "Elastic Chennai User Group",
    "communityLogo": "https://i.ibb.co/XkLjmzG5/Chennai-Badge-Template.png"
  },
  {
    "eventName": "AI in Action: Prompting to Fine Tuning LLMs - A Hands-on Workshop",
    "eventDescription": "This is a deep technical, hands-on session designed for developers who want to actively build and experiment with AI models during the workshop. Participants will engage in live coding and fine-tuning exercises using open-source LLMs. The session focuses on practical application, from prompt engineering to retrieval augmentation and lightweight fine-tuning.",
    "eventDate": "2026-02-07",
    "eventTime": "14:00",
    "eventVenue": "Kissflow Office, Tower-B, 10th Floor, World Trade Center, 142, Rajiv Gandhi Salai, Perungudi, Chennai, Tamil Nadu 600096",
    "eventLink": "https://in.explara.com/e/aiworkshop?utm_source=jen&utm_medium=ws&utm_campaign=kf",
    "location": "Chennai",
    "communityName": "CTOtalk",
    "communityLogo": "https://i.ibb.co/k26BSd17/ctotalk-logo.jpg"
  }
]
